Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Immediately applying ${preset} override
bg: Незабавно прилагане на отмяната ${preset}
cs: Okamžitě aktivuji profil ${preset}
da: Starter øjeblikkeligt ${preset} overskrivelse
de: Sofortige Anwendung von ${preset} Override
fr: Activation immédiate de la dérogation ${preset}.
nb_no: Starter umiddelbart overstyring ${preset}
nl: Direct ${preset} E overschrijving toepassen
pl: Natychmiastowe zastosowanie nadpisania ${preset}
sv: Omedelbar aktivering av ${preset} override
vi: Thực hiện ngay ghi đè ${preset}
zh_hant: 立即應用${preset}覆蓋

source: Immediately Log ${carbQuantity} at ${dateAdded}
bg: Незабавно записване на ${carbQuantity} в ${dateAdded}
cs: Okamžitě zapsat ${carbQuantity} v ${dateAdded}
fr: Enregistrer immédiatement ${carbQuantity} à ${dateAdded}
nb_no: Legg umiddelbart til ${carbQuantity} kl ${dateAdded}
pl: Natychmiast zaloguj ${carbQuantity} na ${dateAdded}
vi: Thực hiện ngay ${carbQuantity} tại ${dateAdded}
zh_hant: 立即登錄 ${carbQuantity} 在 ${dateAdded}

source: Import Error
bg: Грешка при импортиране
cs: Chyba importu
da: Importfejl
de: Fehler beim Import
es: Error al importar
fr: Erreur d'importation
it: Errore d'importazione
nb_no: Feil ved import
nl: Fout bij importeren
pl: Błąd importu
pt_pt: Erro ao importar
ru: Ошибка импорта
sv: Fel vid import av inställningar
uk: Помилка імпорту
vi: Lỗi nhập
zh_hant: 匯入錯誤

source: Import Failed
bg: Неуспешно импортиране
cs: Import selhal
da: Import Mislykkedes
de: Import fehlgeschlagen
es: Error al importar
fr: L'importation a échoué
it: Importazione Non Riuscita
nb_no: Importering mislyktes
nl: Importeren mislukt
pl: Importowanie nie powiodło się
pt_pt: Importação Falhou
ru: Не удалось импортировать
sv: Importen misslyckades
uk: Не вдалося виконати імпорт
vi: Nhập thất bại
zh_hant: 匯入失敗

source: Import from Nightscout
bg: Импортиране от Nightscout
cs: Importovat z Nightscoutu
da: Import fra Nightscout
de: Importieren von Nightscout
es: Importar de Nightscout
fr: Importer depuis le site Nightscout (NS)
it: Importa da Nightscout
nb_no: Importer fra Nightscout
nl: Importeer instellingen van Nightscout
pl: Importuj z Nightscout
pt_pt: Importar do Nightscout
ru: Импорт из Nightscout
sv: Importera från Nightscout
uk: ІМПОРТ З NIGHTSCOUT
vi: Nhập từ Nightscout
zh_hant: 從 Nightscout 匯入

source: Import Settings
bg: Импортиране на настройки
cs: Importovat nastavení
da: Importér Indstillinger
de: Import-Einstellungen
es: Importar ajustes
fr: Importer les paramètres
it: Impostazioni Di Importazione
nb_no: Importer innstillinger
nl: Import instellingen
pl: Importuj ustawienia
pt_pt: Configurações de importação
ru: Настройки импорта
sv: Importera inställningar
uk: Імпортувати налаштування
vi: Nhập Cài Đặt
zh_hant: 匯入設定

source: Import settings from Nightscout
bg: Импортиране на настройки от Nightscout
cs: Importovat nastavení z Nightscoutu
da: Importer indstillinger fra Nightscout
de: Einstellungen von Nightscout importieren
es: Importar ajustes de Nightscout
fr: Importer les paramètres depuis le site Nightscout (NS)
it: Importa impostazioni da Nightscout
nb_no: Importer innstillinger fra Nightscout
nl: Importeer instellingen van Nightscout
pl: Importuj ustawienia z Nightscout
pt_pt: Importar configurações do Nightscout
ru: Импортировать настройки из Nightscout
sv: Importera inställningar från Nightscout
uk: Імпортуйте налаштування з Nightscout
vi: Nhập cấu hình từ Nightscout
zh_hant: 從 Nightscout 匯入設定

source: Import settings?
bg: Да се импортират ли настройките?
cs: Importovat nastavení?
da: Import indstillinger?
de: Einstellungen importieren?
es: ¿Importar ajustes?
fr: Importer les paramètres ?
it: Importa impostazioni?
nb_no: Importer innstillinger?
nl: Importeer instellingen?
pl: Importować ustawienia?
pt_pt: Importar configurações?
ru: Импорт настроек?
sv: Importera inställningar?
uk: Імпортувати налаштування?
vi: Nhập cài đặt?
zh_hant: 要匯入設定嗎？

source: Important
bg: Важно
cs: Důležité
da: Vigtigt
de: Wichtig
nb_no: Viktig
nl: Belangrijk
pl: Ważne
sv: Viktig
vi: Quan trọng
zh_hant: 重要

source: Important message
bg: Важно съобщение
cs: Důležitá zpráva
da: Vigtig besked
de: Wichtige Nachricht
es: Mensaje importante
fr: Message important
it: Messaggio importante
nb_no: Viktig melding
nl: Belangrijk bericht
pl: Ważna wiadomość
pt_pt: Mensagem importante
ru: Важное сообщение
sv: Viktigt meddelande
uk: Важливе повідомлення
vi: Tin nhắn quan trọng
zh_hant: 重要訊息

source: Important: Autosens Min and Autosens Max do not affect Temp Targets in the same way. Autosens Max limits how much insulin can be increased, but Autosens Min does not remove the 15% minimum when insulin is reduced.
bg: Важно: Autosens Min и Autosens Max не влияят по един и същ начин на временните цели. Autosens Max ограничава с колко може да се увеличи инсулинът, но Autosens Min не премахва минималните 15% при намаляване на инсулина.
cs: Důležité: Autosens Min a Autosens Max neovlivňují dočasné cíle stejným způsobem. Autosens Max omezuje, o kolik lze inzulín zvýšit, ale Autosens Min neruší 15% minimum při snižování inzulínu.
de: Wichtig: Autosens Min und Autosens Max beeinflussen Temporäre Ziele nicht auf die gleiche Weise. Autosens Max limitiert, wie viel Insulin erhöht werden kann, aber Autosens Min entfernt nicht das Minimum von 15%, wenn Insulin reduziert wird.
fr: Important : Les paramètres « Autosens min. » et « Autosens max. » n'affectent pas les cibles temporaires de la même manière. « Autosens max. » limite l'augmentation possible de l'insuline, mais « Autosens min. » ne supprime pas le minimum de 15 % lors d'une réduction d'insuline.
nb_no: Viktig: Autosens Min og Autosens Max påvirker ikke midlertidige mål på samme måte. Autosens Max begrenser hvor mye insulin kan økes, men Autosens Min fjerner ikke minimumsnivået på 15 % når insulinet reduseres.
pl: Ważne: Autosens Min i Autosens Max nie wpływają w ten sam sposób na cele tymczasowe. Autosens Max ogranicza, ile insuliny może być zwiększone, ale Autosens Min nie usuwa minimum 15% gdy insulina jest zmniejszona.
vi: Quan trọng: Autosens tối thiểu và Autosens tối đa không ảnh hưởng đến Mục tiêu tạm thời theo cùng một cách. Autosens tối đa giới hạn mức insulin có thể được tăng, nhưng Autosens tối thiểu không loại bỏ mức tối thiểu 15% khi insulin bị giảm.
zh_hant: 重要說明：Autosens 的最小值與最大值對臨時目標的影響並不相同。Autosens 最大值會限制胰島素能被增加的幅度，但 Autosens 最小值在降低胰島素時，並不會移除 15% 的最低限制。

source: Importing Settings...
bg: Импортиране на настройки...
cs: Importuji nastavení...
da: Importerer Indstillinger...
de: Einstellungen werden importiert...
fr: Importation des réglages...
nb_no: Importer innstillinger...
nl: Instellingen importeren...
pl: Importowanie ustawień...
sv: Importerar inställningar...
vi: Đang nhập các Cài Đặt...
zh_hant: 匯入設定中...

source: In case you're using both profiles and temp targets
bg: Ако използвате едновременно профили и временни цели
cs: V případě, že používáš profily i dočasné cíle
da: Hvis du bruger både profiler og temp mål
de: Falls Du sowohl Profile als auch Temporäre Ziele verwendest
es: En caso de que estés usando tanto perfiles como objetivos temporales
fr: Si vous utilisez à la fois des profils et des cibles temporaires
it: Nel caso in cui stai utilizzando entrambi i profili e gli obiettivi temporali
nb_no: I tilfelle du bruker både profiler og midlertidige mål
nl: In het geval dat je zowel profielen als tijdelijke doelen gebruikt
pl: W przypadku, gdy używasz zarówno profili, jak i celów tymczasowych
pt_pt: Caso você esteja usando ambos perfis e alvos temporários
ru: В случае, если вы используете как профили, так и временные цели
sv: Om du använder både profiler och tillfälliga målvärden
uk: Якщо ви використовуєте профілі та тимчасові цілі
vi: Trong trường hợp bạn đang sử dụng cả hồ sơ và mục tiêu tạm thời
zh_hant: 如果你同時使用設定檔和臨時目標

source: In Range
bg: В целевия диапазон
cs: V rozmezí
da: I Interval
de: Im Zielbereich
es: En rango
fr: Dans la cible
it: Nell'intervallo
nb_no: I målområdet
nl: Binnen bereik
pl: W zakresie
pt_pt: Dentro do alcance
ru: В диапазоне
sv: Normalvärde
uk: В Межах
vi: Trong phạm vi
zh_hant: 在範圍內

source: In the next few steps, you’ll configure your algorithm settings for
bg: В следващите няколко стъпки ще конфигурирате настройките на алгоритъма за
cs: V příštích několika krocích nakonfiguruješ nastavení pro:
da: I de næste par trin vil du konfigurere dine algoritmeindstillinger for
de: In den nächsten Schritten konfigurierst Du Deine Algorithmuseinstellungen für
fr: Dans les prochaines étapes, vous allez configurer les réglages de votre algorithme pour
nb_no: I de neste trinnene vil du konfigurere algoritmeinnstillingene for
nl: In de volgende stappen kunt u uw algoritme instellingen configureren voor
pl: W kolejnych kilku krokach skonfigurujesz ustawienia algorytmu dla
sv: I de kommande stegen kommer du att konfigurera dina algoritminställningar för
vi: Trong vài bước tiếp theo, bạn sẽ cấu hình cài đặt thuật toán của mình cho
zh_hant: 在接下來的幾個步驟中，您將配置您的演算法設定

source: Include IOB & COB in the calendar event data.
bg: Включва IOB и COB в данните на събитието в календара.
cs: Zahrnout data IOB a COB do události v kalendáři.
da: Inkludér IOB & COB i kalenderbegivenhedsdata.
de: IOB und COB in die Kalenderereignisdaten einbeziehen.
es: Incluye IOB & COB en los datos del calendario de eventos.
fr: Inclure l’IOB et le COB dans les détails des événements du calendrier.
it: Includi IOB & COB nei dati degli eventi del calendario.
nb_no: Ta med IOB og COB i kalenderhendelse.
nl: Neem IOB & COB op in de kalender afspraakgegevens.
pl: Uwzględnij IOB i COB w danych wydarzenia kalendarza.
pt_pt: Incluir IOB e COB nos dados do evento do calendário.
ru: Включите IOB и COB в данные календарных событий.
sv: Inkludera IOB & COB i kalenderhändelsedata.
uk: Включити IOB і COB до даних календаря.
vi: Bao gồm IOB và COB trong dữ liệu sự kiện lịch.
zh_hant: 將 IOB 和 COB 包含在日曆事件資料中。

source: Increase sensitivity when glucose is above target if a manual Temp Target > %1$@ %2$@ is set.
bg: Повишава чувствителността, когато глюкозата е над целта, ако е зададена ръчна временна цел > %@ %@.
cs: Zvýší citlivost, když je glykémie nad cílem a je nastaven manuální dočasný cíl > %1$@ %2$@.
da: Øg følsomheden når glucose er over målet, hvis et manuelt temp mål > %1$@ %2$@ er indstillet.
de: Erhöht die Empfindlichkeit, wenn die Glukose über dem Ziel liegt, wenn ein Temporäres Ziel > %1$@ %2$@ eingestellt ist.
es: Aumentar la sensibilidad cuando la glucosa está por encima del objetivo si se establece un objetivo temporal manual > %1$@ %2$@.
fr: Augmenter la sensibilité lorsque le taux de glucose est au-dessus de la cible, si une Cible Temporaire manuelle > %1$@ %2$@ est définie.
it: Aumenta la sensibilità quando il glucosio è sopra il bersaglio se è impostato un obiettivo Temp manuale > %1$@ %2$@.
nb_no: Øk følsomheten når blodsukkeret er over målet dersom et midlertidig mål > %1$@ %2$@ er satt.
nl: Verhoog de gevoeligheid als glucose hoger is dan het streefdoel als een handmatig tijdelijk streefdoel > %1$@ %2$@ is ingesteld.
pl: Zwiększa wrażliwość gdy poziom glikemii jest powyżej wartości docelowej, jeśli ustawiono ręczny cel tymczasowy > %1$@ %2$@
pt_pt: Aumentar sensibilidade quando a glicose estiver acima do alvo se um manual Temp Target > %1$@ %2$@ for definido.
sv: Öka insulinkänsligheten när glukos är över målvärdet om ett tillfälligt mål > %1$@ %2$@ är aktivt.
uk: Підвищується чутливість, коли глазура вища до цілі, якщо встановлено ручне значення > %1$@ %2$@.
vi: Nếu đã thiết lập Mục tiêu Tạm thời thủ công lớn hơn %1$@ %2$@ và đường huyết đang cao hơn mục tiêu, thì sẽ tăng độ nhạy insulin.
zh_hant: 如果手動臨時目標設定高於 %1$@ %2$@，則在血糖高於目標時增加敏感度。

source: Increase the safety threshold used to suspend insulin delivery.
bg: Увеличава защитния праг, използван за спиране на подаването на инсулин.
cs: Zvyš bezpečnostní práh používaný k pozastavení podávání inzulínu.
da: Forøg den sikkerhedstærskel, der anvendes til at suspendere insulinleveringen.
de: Erhöht die Sicherheitsschwelle, welche zur Unterbrechung der Insulinabgabe genutzt wird.
es: Aumentar el umbral de seguridad utilizado para suspender la entrega de insulina.
fr: Augmenter le seuil de sécurité minimal utilisé pour suspendre l’insuline.
it: Aumentare la soglia di sicurezza utilizzata per sospendere la somministrazione di insulina.
nb_no: Øke sikkerhetsterskelen som brukes til å pause insulintilførsel.
nl: Verhoog de veiligheidsdrempel die gebruikt wordt voor het opschorten van insuline toediening.
pl: Podnieś próg bezpieczeństwa stosowany do wstrzymania podawania insuliny.
pt_pt: Aumentar o limiar de segurança usado para suspender a entrega de insulina.
ru: Повышение порога безопасности, используемого для приостановки инсулина.
sv: Öka den säkerhetströskel som används för att avbryta leveransen av insulin.
uk: Збільшення порогу безпеки, який використовується для призупинення доставки інсуліну.
vi: Tăng ngưỡng an toàn được sử dụng để tạm ngừng bơm insulin.
zh_hant: 提高暫停胰島素輸送的安全門檻值。

source: Increasing this setting can make ISF adjustments quicker, but will also change the glucose value that coincides with the ISF used at your Autosens Max and Autosens Min limits. Likewise, decreasing this setting can make ISF adjustments slower and will also change the glucose value that coincides with the ISF used when it reaches the Autosens Max and Autosens Min limits. It is best to utilize the Desmos graphs from TrioDocs.org to optimize all Dynamic Settings.
bg: Увеличаването на тази настройка може да направи корекциите на ISF по-бързи, но също ще промени стойността на глюкозата, която съвпада с ISF, използван при вашите лимити Autosens Max и Autosens Min. По същия начин намаляването й може да забави корекциите на ISF и също да промени стойността на глюкозата, при която се достигат лимитите Autosens Max и Autosens Min. За оптимизиране на всички Dynamic настройки се препоръчва да използвате графиките на Desmos от TrioDocs.org.
cs: Zvýšení tohoto nastavení může zrychlit úpravy ISF, ale také změní hodnotu glukózy, která odpovídá ISF použitému při tvých limitech Autosens Max a Autosens Min. Podobně snížení tohoto nastavení může úpravy ISF zpomalit a také změní hodnotu glukózy, která odpovídá ISF použitému při dosažení limitů Autosens Max a Autosens Min. K optimalizaci všech dynamických nastavení je nejlepší využít grafy Desmos z TrioDocs.org.
da: Øge denne indstilling kan gøre ISF justeringer hurtigere, men vil også ændre den glukoseværdi, der falder sammen med den ISF, der anvendes på din Autosens Max og Autosens Min. Ligeledes reduktion af denne indstilling kan gøre ISF justeringer langsommere og vil også ændre den glukoseværdi, der falder sammen med den ISF der anvendes, når den når Autosens Max og Autosens Min grænser. Det er bedst at udnytte Desmos grafer fra TrioDocs.org til at optimere alle dynamiske indstillinger.
de: Eine Erhöhung dieser Einstellung kann die ISF-Anpassungen beschleunigen, ändert aber auch den Glukosewert, der mit dem ISF übereinstimmt, der bei Erreichen der Grenzwerte Autosens Max und Autosens Min verwendet wird. Ebenso kann eine Verringerung dieser Einstellung dazu führen, dass die ISF-Anpassungen langsamer erfolgen und sich auch der Glukosewert ändert, der mit dem verwendeten ISF übereinstimmt, wenn er die Autosens Max- und Autosens Min-Grenzwerte erreicht. Am besten verwende die Desmos-Diagramme von TrioDocs.org, um alle dynamischen Einstellungen zu optimieren.
es: Incrementar este ajuste puede hacer ajustes ISF más rápidos, pero también cambiará el valor de glucosa que coincide con el ISF usado en los límites Min Autosens Max y Autosens Min. Del mismo modo, disminuir este ajuste puede hacer que los ajustes de ISF sean más lentos y también cambiará el valor de glucosa que coincide con el ISF usado cuando alcanza los límites Min de Autosens Max y Autosens Min. Es mejor utilizar los gráficos Desmos de TrioDocs.org para optimizar todos los ajustes dinámicos.
fr: Augmenter cette valeur rend les ajustements du Facteur de Sensibilité à l’Insuline (ISF) plus rapides, mais modifie aussi la valeur de glucose correspondant à l'ISF utilisé lorsqu’on atteint les limites « Autosens max. » et « Autosens min. ». De même, diminuer cette valeur rend les ajustements de l'ISF plus lents, et modifie également la valeur de glucose associée à l'ISF utilisé à ces mêmes limites. Il est recommandé d’utiliser les graphiques Desmos disponibles sur TrioDocs.org pour optimiser tous les réglages dynamiques.
it: L'aumento di questa impostazione può rendere più rapide le regolazioni dell'ISF, ma modificherà anche il valore della glicemia che coincide con l'ISF utilizzato al raggiungimento dei limiti Autosens Max e Autosens Min. Allo stesso modo, una diminuzione di questa impostazione può rendere le regolazioni dell'ISF più lente e cambierà anche il valore della glicemia che coincide con l'ISF utilizzato quando raggiunge i limiti Autosens Max e Autosens Min. È consigliabile utilizzare i grafici Desmos di TrioDocs.org per ottimizzare tutte le impostazioni dinamiche.
nb_no: Å øke denne innstillingen kan gjøre ISF-justeringer raskere, men vil også endre blodsukkerverdien som sammenfaller med ISF som brukes ved dine Autosens Max- og Autosens Min-grenser. På samme måte kan en reduksjon av denne innstillingen gjøre ISF-justeringer langsommere og vil også endre blodsukkerverdien som sammenfaller med ISF som brukes når den når Autosens Max og Autosens Min-grensene. Det er best å bruke Desmos-grafene fra TrioDocs.org for å optimalisere alle dynamiske innstillinger.
nl: Verhoog deze instelling kan ISF-aanpassingen sneller maken, maar zal ook de glucosewaarde wijzigen die overeenkomt met de ISF die gebruikt wordt bij uw Autosens Max en Autosens Min. Vergelijk, Het verlagen van deze instelling kan ISF-aanpassingen langzamer maken en zal ook de glucosewaarde wijzigen die overeenkomt met de ISF die wordt gebruikt wanneer de Autosens Max en Autosens Min limieten bereikt. Het is het beste om de Desmos grafieken uit TrioDocs.org te gebruiken om alle dynamische instellingen te optimaliseren.
pl: Zwiększenie tego ustawienia może przyspieszyć regulacje ISF, ale zmieni również wartość glikemii, która pokrywa się z ISF używanym przy limitach Autosens Max i Autosens Min. Podobnie, zmniejszenie tego ustawienia może spowolnić regulacje ISF, a także zmieni wartość glikemii, która pokrywa się z ISF używanym, gdy osiągnie limity Autosens Max i Autosens Min. Najlepiej jest wykorzystać wykresy Desmos z TrioDocs.org, aby zoptymalizować wszystkie Dynamiczne Ustawienia.
pt_pt: Aumentando essa configuração pode fazer ajustes do ISF mais rápidos, mas também irá alterar o valor da glicose que coincide com o ISF usado nos seus limites Max Autosens e Min do Autosens. Da mesma forma, diminuir esta configuração pode fazer ajustes do ISF mais lentos e também alterar o valor da glicose que coincide com o ISF usado quando ele atinge os limites Máximos dos Autosens e Mín. É melhor utilizar os gráficos Desmos do TrioDocs.org para otimizar todas as Configurações Dinâmicas.
ru: Увеличение этой настройки может ускорить настройку ISF, но также изменит значение глюкозы, которое совпадает с ISF, используемым в лимитах Autosens Max и Autosens Min. Точно так же уменьшение этого параметра может замедлить регулировку ISF, а также изменить значение глюкозы, которое совпадает с ISF, используемым при достижении лимитов Autosens Max и Autosens Min. Лучше всего использовать графики Desmos из TrioDocs.org для оптимизации всех динамических настроек.
sv: Att öka denna inställning kan göra ISF-justeringar snabbare, men kommer också att ändra glukosvärdet som sammanfaller med ISF som används på dina Autosens Max och Autosens Min gränser. Likaså Att minska denna inställning kan göra ISF-justeringar långsammare och kommer också att ändra glukosvärdet som sammanfaller med den ISF som används när den når Autosens Max och Autosens Min. Det är rekommenderat att använda Desmos grafer från TrioDocs.org för att optimera alla dynamiska inställningar.
uk: Збільшення цього параметра може прискорити налаштування ISF швидше, але також змінить значення глюкози, яке збігається з ISF, що використовується в налаштуваннях Max і автоценза мін. Так само спадання цього параметру може зробити ISF налаштування повільнішим і також змінить значення глюкози, яке збігається з ISF, коли воно досягне ліміту Autosens Max і Autosens мін. Найкраще використовувати графіки Desmos з TrioDocorg, щоб оптимізувати всі Динамічні Налаштування.
vi: Tăng giá trị cài đặt này có thể làm cho việc điều chỉnh ISF diễn ra nhanh hơn, nhưng cũng sẽ làm thay đổi giá trị đường huyết tương ứng với ISF được sử dụng tại các giới hạn Autosens tối đa và Autosens tối thiểu. Tương tự, giảm giá trị này sẽ khiến việc điều chỉnh ISF chậm hơn và cũng làm thay đổi giá trị đường huyết tương ứng khi ISF chạm đến các giới hạn Autosens tối đa và Autosens tối thiểu. Tốt nhất nên sử dụng các biểu đồ Desmos từ TrioDocs.org để tối ưu hóa tất cả các cài đặt Dynamic.
zh_hant: 增加此設定可能使 ISF 調整更快，但也會改變與 Autosens Max 和 Autosens Min 限值時使用的 ISF 相符的葡萄糖值。同樣，減少此設定可能使 ISF 調整變慢，並且也會改變與當達到 Autosens Max 和 Autosens Min 限值時使用的 ISF 相符的葡萄糖值。最佳做法是利用 TrioDocs.org 的 Desmos 圖表來優化所有動態設定。

source: Indefinite
bg: Неопределено
cs: Na neurčito
de: Unbestimmt
fr: Indéfini
nb_no: Ubestemt
pl: Nieokreślony
vi: Không thời hạn
zh_hant: 無限期

source: Indicates glucose smoothing is enabled.
bg: Показва, че изглаждането на глюкозата е активирано.
cs: Označuje, že je zapnuto vyhlazování glukózy.
da: Indikerer glukose udjævning er aktiveret.
de: Gibt an, dass die Glukoseglättung aktiviert ist.
es: Indica que la suavización de glucosa está habilitada.
fr: Indique que le lissage des mesures du taux de glucose est activé.
it: Indica che la levigatura del glucosio è abilitata.
nb_no: Indikerer at utjevning av blodsukker er aktivert.
nl: Geeft aan dat glucose smoothing is ingeschakeld.
pl: Wskazuje, że wygładzanie glukozy jest włączone.
pt_pt: Indica que a uniformização de glicose está habilitada.
ru: Показатели сглаживания глюкозы включены.
sv: Indikerar att glukosutjämning är aktiverat.
uk: Вказує положення глюкози.
vi: Cho biết tính năng làm mượt dữ liệu đường huyết đã được bật.
zh_hant: 顯示葡萄糖平滑已啟用。
